{
  "category": "الأقسام",
  "popular": "الشائعة",
  "stores": "المتاجر",
  "scan": "مسح",
  "recommend": "التوصيات",
  "popularD": "الشائعة",
  "cam": {
    "searchF": "ابحث عن التمر",
    "camera": "الكاميرا",
    "gallery": "معرض الصور"
  },
  "dates": {
    "dates": "تمر",
    "varieties": "الثقافة",
    "origins": "الأصل",
    "usage": "الاستخدام"
  },
  "product": {
    "ajwa": {
      "ajwa": "عجوة",
      "ajwaC": "يُقدّر في الثقافة الإسلامية، حيث يُعتقد أنه يحمي من السحر والأمراض. يُعتبر جزءًا من الضيافة في المدينة المنورة ويُستخدم كهدية, وقد وردت العديد من الأحاديث النبوية التي تدل على فوائده وأهميته : قال رسول الله صلى الله عليه وسلم: 'من تصبح بسبع تمرات عجوة لم يضره ذلك اليوم سم ولا سحر'. المصدر:  صحيح البخاري (5445)، صحيح مسلم (2047).",
      "ajwaO": "المدينة المنورة، السعودية.",
      "ajwaU": "غنية بمضادات الأكسدة، وتساعد في تقوية المناعة وتحسين صحة الجهاز الهضمي."
    },
    "galaxy": {
      "galaxy": "جالكسي",
      "galaxyC": "يُعتبر نوعًا مبتكرًا يجذب الشباب ومحبي الحلويات الفاخرة في المناسبات.",
      "galaxyO": "يُنتج تجاريًا وغير مرتبط بمصدر زراعي تقليدي.",
      "galaxyU": " يُعتبر منتجًا حديثًا ويُستخدم كوجبة خفيفة أو في الحلويات الفاخرة، وغالبًا ما يُضاف إليه نكهات إضافية مثل الشوكولاتة أو المكسرات."
    },
    "medjool": {
      "medjool": "مجدول",
      "medjoolC": "يُقدّر في الغرب كبديل للسكر الطبيعي ويُستخدم في العصائر والمخبوزات الصحية. يعتبر من التمور الفاخرة.",
      "medjoolO": "المملكة العربية السعودية - حيث يُزرع في بعض المناطق ذات المناخ الملائم. المغرب، كما يُزرع في الولايات المتحدة.",
      "medjoolU": "يُستخدم كتحلية طبيعية في الوجبات الصحية، ويُعد خيارًا ممتازًا للعصائر والوجبات الخفيفة."
    },
    "Meneifi": {
      "Meneifi": "منيفي",
      "MeneifiC": "",
      "MeneifiO": "المملكة العربية السعودية، خصوصًا في المناطق الشمالية.",
      "MeneifiU": "يتم تناوله طازجًا أو في الأطباق التقليدية، ويُستخدم أيضًا في الحلويات المنزلية."
    },
    "NabtatAli": {
      "NabtatAli": "نبتة علي",
      "NabtatAliC": "يُقدّر في القصيم كأحد الأصناف الفاخرة التي تُقدّم للضيوف.",
      "NabtatAliO": "المملكة العربية السعودية، منطقة القصيم.",
      "NabtatAliU": " يُستهلك كوجبة خفيفة أو يُستخدم في الأطباق التقليدية والحلويات."
    },
    "Rutab": {
      "Rutab": "رطب",
      "RutabC": "يُعد من الأطعمة التقليدية التي تُقدم في موسم الصيف والخريف، ويعتبر جزءًا أساسيًا من المائدة الرمضانية في السعودية والخليج.",
      "RutabO": "السعودية والخليج العربي.",
      "RutabU": " يُستهلك طازجًا كوجبة صيفية منعشة، ويُستخدم أحيانًا مع اللبن أو في العصائر."
    },
    "Shaishe": {
      "Shaishe": "شيشي",
      "ShaisheC": "يُقدّم في المناسبات التقليدية والأسرية، ويُعتبر نوعًا مهمًا في المجتمع الزراعي المحلي.",
      "ShaisheO": "المملكة العربية السعودية.",
      "ShaisheU": "يتم تناوله كوجبة خفيفة أو يُستخدم في إعداد الحلويات التقليدية."
    },
    "Sokari": {
      "Sokari": "سكري",
      "SokariC": "يُعتبر من التمور الفاخرة التي تُقدم في المناسبات الرسمية والأعياد، كما يُستخدم بشكل شائع خلال شهر رمضان.",
      "SokariO": "منطقة القصيم، السعودية.",
      "SokariU": "يُستهلك بشكل رئيسي كتحلية طبيعية، ويُضاف أحيانًا إلى الحلويات أو يتم تناوله مع القهوة."
    },
    "Sugaey": {
      "Sugaey": "صقعي",
      "SugaeyC": " يُعتبر تمر صقعي من التمور التي تُقدّم في المناسبات الاجتماعية، ويُفضله الكثيرون لمذاقه اللذيذ.",
      "SugaeyO": "القصيم والأحساء، السعودية.",
      "SugaeyU": "تم تناوله طازجًا أو يُستخدم في تحضير الحلويات، ويُقدّم كوجبة خفيفة."
    }
  },
  "lang": "اختر اللغة",
  "menu": {
    "home": "الرئيسية",
    "map": "الخريطة",
    "favorite": "المفضلة",
    "history": "السجل",
    "translate": "اللغات"
  },
  "Welcome": "مرحبا, ",
  "msg": "السلام عليكم يا {} في عالم {}",
  "msg_named": "{} مكتوبة باللغة {lang}",
  "clickMe": "إضغط هنا",
  "profile": {
    "reset_password": {
      "label": "اعادة تعين كلمة السر",
      "username": "المستخدم",
      "password": "كلمة السر"
    }
  },  
  "gender": {
    "male": " مرحبا يا رجل",
    "female": " مرحبا بك يا فتاة",
    "with_arg": {
      "male": "{} مرحبا يا رجل",
      "female": "{} مرحبا بك يا فتاة"
    }
  },
  "reset_locale": "إعادة ضبط اللغة"
}